Repository: am2998/Xamarin-App
Catalog: Restart/Restart/Restart/Lingue/Resources.*.resx
Languages: de, es, fr, ja, ru, zh_hans

# Totale
source: TOTAL: {0:F2} €
de: INSGESAMT: {0:F2} €
ja: 合計: {0:F2} €
ru: ВСЕГО: {0:F2} €
zh_hans: 总计： [0：F2] €

# Categoria
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリ
ru: категория
zh_hans: 类别

# Cibo
source: Food
de: Essen
es: Comida
fr: Nourriture
ja: 食べ物
ru: пища
zh_hans: 食物

# Trasporti
source: Transportation
de: Transport
es: Transporte
fr: Les transports
ja: 輸送
ru: транспорт
zh_hans: 运输

# Cultura
source: culture
de: Kultur
es: Cultura
fr: La culture
ja: 文化
ru: культура
zh_hans: 文化

# Bellezza
source: Beauty
de: Schönheit
es: Belleza
fr: La beauté
ja: 美
ru: красота
zh_hans: 美

# Regali
source: Gifts
de: Geschenke
es: Presenta
fr: Cadeaux
ja: ギフト
ru: Подарки
zh_hans: 礼物

# Istruzione
source: Education
de: Bildung
es: Instrucción
fr: L’éducation
ja: 命令
ru: инструкция
zh_hans: 指令

# Divertimenti
source: Amusement
de: Unterhaltung
es: Entretenimiento
fr: Amusements
ja: アミューズメント
ru: развлечение
zh_hans: 娱乐

# Altro
source: Other
de: Sonstiges
es: Otro
fr: Autres
ja: 他
ru: другой
zh_hans: 其他

# Spesa_Massima
source: Highest spend: {0:F2} €
de: Höchste Ausgaben: {0:F2} €
es: Mayor gasto: {0:F2} €
fr: Dépenses plus élevées: {0:F2} €
ja: 最高支出: {0:F2} €
ru: Самая высокая трата: {0:F2} €
zh_hans: 最高支出： [0：F2] €

# QUOTA
source: QUOTA: {0:F2}
de: QUOTE: {0:F2}
es: CITA:
fr: QUOTE: 0:F2
ja: クォータ: {0:F2}
ru: КВОТА: {0:F2}
zh_hans: 配额： [0：F2]

# FILTRA
source: Filter
de: Filtern
es: Filtrar
fr: Filtrer
ja: フィルター
ru: фильтр
zh_hans: 滤波器

# ELIMINA
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ru: удалить
zh_hans: 删除

# EDITA
source: Edit
de: Edita
es: Editar
fr: Édite
ja: 編集
ru: редактировать
zh_hans: 编辑

# ORDINA
source: Order By
de: Sortieren nach
es: Ordenar por
fr: Trier par
ja: 並べ替え順
ru: Сортировать по
zh_hans: 排序由

# STATISTICHE
source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques
ja: 統計学
ru: статистика
zh_hans: 统计学

# SOMMA
source: Sum
de: Summe
es: Suma
fr: Somme
ja: 和
ru: сумма
zh_hans: 和

# DATA
source: Date
de: Datum
es: Fecha
fr: Données
ja: 日付
ru: дата
zh_hans: 日期

# AZZERA
source: Reset filters
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
ja: フィルタをリセットする
ru: Сброс фильтров
zh_hans: 重置过滤器

# CONFERMA
source: Confirm
de: Bestätigung
es: Confirmación
fr: Confirmation
ja: 確認
ru: подтверждение
zh_hans: 确认

# ITALIANO
source: Italian
de: Italienisch
es: Italiano
fr: Italien
ja: イタリア語
ru: итальянский
zh_hans: 意大利语

# INGLESE
source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
ru: английский
zh_hans: 英语

# SPAGNOLO
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ja: スペイン語
ru: испанский
zh_hans: 西班牙语

# TEMA
source: Theme
de: Thema
es: Tema
fr: Thème
ja: テーマ
ru: тема
zh_hans: 主题

# LINGUA
source: Language
de: Sprache
es: Idioma
fr: La langue
ja: 舌
ru: язык
zh_hans: 舌

# INDIETRO
source: Back
de: Zurück
es: Espalda
fr: Retour en arrière
ja: 戻る
ru: Назад
zh_hans: 返回

# DONAZIONE
source: Make a donation
de: Spenden
es: Haz una donación
fr: Faire un don
ja: 寄付をする
ru: Сделать пожертвование
zh_hans: 捐款

# IMPOSTAZIONI
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ru: Параметры
zh_hans: 设置

# ASSISTENZA
source: Service
de: Pflege
es: Asistencia
fr: Soins
ja: 援助
ru: помощь
zh_hans: 援助

# INSERISCI_CIFRA
source: Enter a digit!
de: Geben Sie eine Zahl ein!
es: Ingrese un numero!
fr: Entrez un chiffre!
ja: 数字を入力してください!
ru: Введите цифру!
zh_hans: 输入数字！

# INSERISCI_CATEGORIA
source: Enter a category!
de: Geben Sie eine Kategorie ein!
es: Ingrese una categoría!
fr: Entrez une catégorie!
ja: カテゴリを入力してください!
ru: Введите категорию!
zh_hans: 输入类别！

# SELEZIONA_SPESA
source: Select the type of expense
de: Wählen Sie die Art der Ausgaben aus
es: Seleccione el tipo de gasto
fr: Sélectionnez le type de dépenses
ja: 経費のタイプを選択します
ru: Выберите тип расходов
zh_hans: 选择费用类型

# ANNULLA
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ru: Отмена
zh_hans: 取消

# SPESA_EFFETTUATA
source: Expenditure made
de: Ausgaben getätigt
es: Compras hechas
fr: Dépenses effectuées
ja: 支出
ru: Произведенные расходы
zh_hans: 支出

# SPESA_DAEFFETTUARE
source: Expenditure to be made
de: Zu tätigen Ausgaben
es: Gastos a realizar
fr: Dépenses à faire
ja: 支出を行う
ru: Расходы, которые необходимо вынести
zh_hans: 支出

# NON
source: You can no longer enter expenses!
de: Sie können keine Gebühren mehr eingeben!
es: ¡Ya no puede ingresar gastos!
fr: Vous ne pouvez plus entrer de dépenses!
ja: 経費を入力できなくなりました。
ru: Вы больше не можете вводить расходы!
zh_hans: 您不能再输入费用！

# CAMBIARE
source: What do you want to change?
de: Was möchten Sie ändern?
es: ¿Qué quieres cambiar?
fr: Que voulez-vous changer?
ja: 何を変更したいですか?
ru: Что вы хотите изменить?
zh_hans: 你想改变什么？

# NOTA
source: Please Note
de: Hinweis
es: Nota
fr: Note
ja: 手記
ru: заметка
zh_hans: 注意

# NUOVA_SOMMA
source: New sum
de: Neue Summe
es: Nueva suma
fr: Nouvelle somme
ja: 新しい合計
ru: Новая сумма
zh_hans: 新金额

# NUOVA_CATEGORIA
source: New Category
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
ja: 新しいカテゴリ
ru: Новая категория
zh_hans: 新类别

# NUOVA_NOTA
source: Edit the note
de: Bearbeiten sie die Notiz
es: Edita la nota
fr: Modifier la note
ja: メモを編集する
ru: Редактирование заметки
zh_hans: 编辑说明

# INSERISCI_QUOTA
source: Enter a dimension:
de: Geben Sie eine Bemaßung ein:
es: Ingrese una cuota:
fr: Entrez une cote:
ja: 寸法を入力します。
ru: Введите измерение:
zh_hans: 输入一个维度：

# CIFRA_NON
source: Incorrect figure!
de: Falsche Zahl!
es: ¡Dígito incorrecto!
fr: Chiffre incorrect!
ja: 間違った数字!
ru: Неправильная цифра!
zh_hans: 不正确的数字！

# QUOTA_RAGGIUNTA
source: You have reached your quota!
de: Sie haben Ihren Anteil erreicht!
es: ¡Has alcanzado tu cuota!
fr: Vous avez atteint votre quota!
ja: あなたはクォータに達しました!
ru: Вы достигли своей квоты!
zh_hans: 你已经达到了你的配额！

# NO_DATA
source: You can't enter a date earlier than today!
de: Sie können kein datum früher als heute eingeben!
es: ¡No puede ingresar una fecha anterior a hoy!
fr: Vous ne pouvez pas entrer une date antérieure à aujourd’hui!
ja: 今日より早い日付を入力することはできません。
ru: Вы не можете ввести дату раньше, чем сегодня!
zh_hans: 你不能比今天更早进入约会！

# CIFRA
source: digit:
de: Zahl:
es: Suma:
fr: Chiffre:
ja: 指：
ru: цифра:
zh_hans: 数字：

# COSA
source: What do you want to do?
de: Was wollen Sie tun?
es: ¿Qué es lo que quieres hacer?
fr: Qu’est-ce que tu veux faire ?
ja: どうしたいんですか。
ru: Что Вы хотите делать?
zh_hans: 你想做什么？

# SEGNA
source: Mark as done
de: Markieren Sie, wie durchgeführt
es: marcar como hecho
fr: Marquer comme effectué
ja: 完了としてマーク
ru: Пометить как готовое
zh_hans: 标记完成

# AGGIUNGI_RISPARMIO
source: Add a saving
de: Hinzufügen einer Ersparnis
es: Aggiungi un risparmio
fr: Ajouter une économie
ja: 保存を追加する
ru: Добавление сохранения
zh_hans: 添加保存

# MODIFICA_RISPARMIO
source: Change the savings
de: Ändern Sie die Einsparungen
es: Cambiar ahorros
fr: Modifier l’épargne
ja: 貯蓄を変更する
ru: Изменение экономии
zh_hans: 更改节省

# ELIMINA_SPESA
source: Eliminate spending
de: Eliminieren Sie die Ausgaben
es: Elimina el gasto
fr: Élimine les dépenses
ja: 支出をなくす
ru: Сократите расходы
zh_hans: 消除支出

# INSERISCI_SRISPARMIO
source: Enter the sum of your savings
de: Geben Sie die Summe Ihrer Ersparnisse ein
es: Ingrese la cantidad de sus ahorros
fr: Entrez la somme de votre épargne
ja: 貯蓄の合計を入力してください
ru: Введите сумму Ваших сбережений
zh_hans: 输入您的储蓄总额

# ELIMINA_RISPARMIO
source: Eliminate savings
de: Eliminieren Sie die Einsparungen
es: Eliminas ahorros
fr: Supprimer l’épargne
ja: 貯蓄をなくす
ru: Ликвидировать экономию
zh_hans: 消除储蓄

# CANCELLA
source: Clear
de: Löschen
es: Eliminar
fr: Effacer
ja: クリア
ru: ясный
zh_hans: 清楚

# CAMBIARE_ANCORA
source: Do you want to change something more?
de: Möchten Sie noch etwas ändern?
es: ¿Quieres cambiar algo de nuevo?
fr: Tu veux encore changer quelque chose ?
ja: もっと何かを変えたいですか?
ru: Хотите изменить что-то большее?
zh_hans: 你想改变更多吗？

# ModificaRisparmio
source: Change the savings
de: Ändern Sie die Einsparungen
es: Cambia tus ahorros
fr: Modifier l’épargne
ja: 貯蓄を変更する
ru: Изменение экономии
zh_hans: 更改节省

# CIFRA_NON_A
source: Figure not allowed!
de: Zahl nicht zulässig!
es: ¡Dígito no permitido!
fr: Chiffre non autorisé!
ja: フィギュアは許可されていません!
ru: Фигура не допускается!
zh_hans: 图不允许！

# NOTA:
source: Note:
de: Hinweis:
es: Nota:
ja: 手記：
ru: заметка:
zh_hans: 注意：

# PUOI_NOTA
source: You can insert a note
de: Sie können eine Notiz einfügen
es: Puedes ingresar una nota
fr: Vous pouvez entrer une note
ja: メモを挿入できます。
ru: Можно вставить заметку
zh_hans: 您可以插入注释

# A/R
source: Assign / Reassign Expense
de: Zuweisen / Umschichten von Ausgaben
es: Asignar / reasignar gastos
fr: Affectation / Réaffectation des dépenses
ja: 経費の割り当て/再割り当て
ru: Назначение / переназначение расходов
zh_hans: 分配/重新分配费用

# NUOVA_SOMMA_QUOTA
source: Enter a new amount for your share
de: Geben Sie eine neue Summe für Ihren Anteil ein
es: Ingrese una nueva cantidad para su parte
fr: Entrez une nouvelle somme pour votre part
ja: 共有の新しい金額を入力してください
ru: Введите новую сумму для своей доли
zh_hans: 输入新的份额金额

# CIFRA_CORRETTA
source: Enter a correct figure!
de: Geben Sie eine korrekte Ziffer ein!
es: ¡Ingrese un número correcto!
fr: Entrez un chiffre correct!
ja: 正しい数字を入力してください!
ru: Введите правильную цифру!
zh_hans: 输入正确的数字！

# GIORNI
source: days
de: Tage
es: Dias
fr: Jours
ja: 日
ru: Дни недели
zh_hans: 日

# DAPAGARE
source: Pay bill
de: Zu zahlen
es: Pagar
fr: À payer
ja: 支払う
ru: платежеспособный
zh_hans: 支付

# INSERISCI
source: Insert
de: Einfügen
es: Insertar
fr: Entrez
ja: 入る
ru: входить
zh_hans: 进入

# LISTASPESE
source: Expense list
de: Spesenliste
es: Lista de gastos
fr: Liste des dépenses
ja: 経費リスト
ru: Список расходов
zh_hans: 费用清单

# NESSUNASPESA
source: No fees
de: Keine Ausgaben
es: Sin gasto
fr: Pas de dépenses
ja: 手数料なし
ru: Без комиссий
zh_hans: 不收费

# Abbigliamento
source: Clothing
de: Kleidung
es: Ropa
fr: Vêtements
ja: 衣類
ru: одежда
zh_hans: 服装

# Salute
source: Health
de: Gesundheit
es: Salud
fr: La santé
ja: お大事に
ru: Будьте здоровы
zh_hans: 保佑你

# SpeseIeri
source: Yesterday's expenses
de: Gestern es Ausgaben
es: Los gastos de ayer
fr: Dépenses d’hier
ja: 昨日の経費
ru: Вчерашние расходы
zh_hans: 昨天的费用

# SpeseOggi
source: Today's expenses
de: Heute es Ausgaben
es: Los gastos de hoy
fr: Dépenses d’aujourd’hui
ja: 今日の経費
ru: Сегодняшние расходы
zh_hans: 今天的开支

# AScelta
source: Your choice
de: Nach Wahl
es: Elección
fr: Au choix
ja: あなたの選択
ru: Ваш выбор
zh_hans: 您的选择

# GestisciQuota
source: Manage your quota
de: Verwalten Sie Ihren Anteil
es: Gestiona tu cuota
fr: Gérez votre quota
ja: クォータの管理
ru: Управление квотой
zh_hans: 管理您的配额

# Giornaliera
source: Daily
de: Täglich
es: Diario
fr: Quotidien
ja: 日毎
ru: ежедневный
zh_hans: 日常

# Mensile
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ja: マンスリー
ru: ежемесячный
zh_hans: 每月

# CategorieAggiuntive
source: Additional categories
de: Zusätzliche Kategorien
es: Categorías adicionales
fr: Catégories supplémentaires
ja: 追加のカテゴリ
ru: Дополнительные категории
zh_hans: 其他类别

# AttivaMappa
source: Activate the location of expenses and then record the expense!
de: Aktivieren Sie die Kostenlokalisierung und buchen Sie dann die Ausgaben!
es: ¡Activa la localización de los gastos y registra los gastos!
fr: Active la localisation des dépenses et enregistre ensuite les dépenses!
ja: 経費の場所を有効にし、経費を記録します。
ru: Активируйте местоположение расходов, а затем запишите расходы!
zh_hans: 激活费用的位置，然后记录费用！

# RisparmiRimanente
source: Savings - Remaining
de: Einsparungen - Rest
es: Ahorros - Restante
fr: Économies - Reste
ja: 貯蓄 - 残余
ru: Экономия - Остаток
zh_hans: 节省 - 剩余

# SpesaDaSostenere
source: Expenditure to be incurred
de: Zu tragenden Ausgaben
es: Gastos a incurrir
fr: Dépenses à soutenir
ja: 発生する支出
ru: Расходы, которые необходимо понести
zh_hans: 支出

# DataScadenza
source: Expiration date
de: Ablaufdatum
es: Fecha de caducidad
fr: Date d’expiration
ja: 有効 期限
ru: Срок годности
zh_hans: 有效期

# Dona
source: Gives
de: Dona
es: Donar
fr: Donner
ja: 与える
ru: Дает
zh_hans: 给

# GiorniRimanenti
source: Days remaining
de: Verbleibende Tage
es: Días restantes
fr: Jours restants
ja: 残りの日数
ru: Оставшиеся дни
zh_hans: 剩余天数

# Ieri
source: Yesterday
de: Gestern
es: Ayer
fr: Hier,
ja: 昨日
ru: Вчера
zh_hans: 昨天

# Localizzazione
source: Localization
de: Lokalisierung
es: Localización
fr: Localisation
ja: ローカライゼーション
ru: локализация
zh_hans: 地方化

# MessaggioDonazione
source: If you want to support the project donate here
de: Wenn Sie das Projekt unterstützen möchten, spenden Sie hier
es: Si quieres apoyar el proyecto dona aquí
fr: Si vous voulez soutenir le projet don ici
ja: プロジェクトを支援したい場合は、ここに寄付
ru: Если вы хотите поддержать проект, сделайте пожертвование здесь
zh_hans: 如果您想支持该项目，请在此处捐赠

# NumeroSpese
source: Number of expenditure
de: Anzahl der Ausgaben
es: Numero de gastos
fr: Nombre de dépenses
ja: 支出数
ru: Количество расходов
zh_hans: 支出数目

# Oggi
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ja: 今日
ru: Сегодня
zh_hans: 今天

# Orario
source: Notification time
de: Benachrichtigungszeit
es: Hora de notificación
fr: Heure de notification
ja: 通知時間
ru: Время уведомления
zh_hans: 通知时间

# Quanto
source: How much do you plan to spend today?
de: Wie viel denken Sie, dass Sie heute ausgeben?
es: ¿Cuánto planeas gastar hoy?
fr: Combien comptez-vous dépenser aujourd’hui?
ja: 今日はいくら使う予定ですか。
ru: Сколько вы планируете потратить сегодня?
zh_hans: 你今天打算花多少钱？

# QuotaLibera
source: Free quota
de: Freie Quote
es: Cuota libre
fr: Quota libre
ja: 無料のクォータ
ru: Бесплатная квота
zh_hans: 免费配额

# QuotaMensile
source: Monthly Quota
de: Monatliche Quote
es: Cuota mensual
fr: Frais mensuels
ja: 月額料金
ru: Ежемесячная плата
zh_hans: 月费

# Rimanenza
source: Available remainder
de: Verfügbarer Rest
es: Remanente disponible
fr: Reste disponible
ja: 利用可能な残余
ru: Доступный остаток
zh_hans: 可用剩余部分

# Risparmio
source: Savings
de: Sparen
es: Ahorro
fr: Économies
ja: 節約
ru: спасительный
zh_hans: 储蓄

# Salva
source: Save
es: Salva
fr: Enregistrer
ja: 敬礼
ru: салют
zh_hans: 敬礼

# SpesaMassima
source: Maximum expenditure
de: Maximale Ausgaben
es: Gasto máximo
fr: Dépenses maximales
ja: 最大支出
ru: Максимальные затраты
zh_hans: 最大支出

# SpeseMese
source: This month's expenses
de: In diesem Monat es Ausgaben
es: Gastos este mes
fr: Dépenses de ce mois-ci
ja: 今月の経費
ru: Расходы за этот месяц
zh_hans: 本月的费用

# SpeseMesePrecedente
source: Last month's expenses
de: Letzten Monat es Ausgaben
es: Gastos del mes anterior
fr: Dépenses du mois dernier
ja: 先月の経費
ru: Расходы за прошлый месяц
zh_hans: 上个月的费用

# SpeseSettimana
source: This week's expenses
de: Diese Woche es Ausgaben
es: Gastos esta semana
fr: Dépenses de cette semaine
ja: 今週の経費
ru: Расходы на этой неделе
zh_hans: 本周的费用

# TettoSpesa
source: Expenditure ceiling
de: Ausgabenobergrenze
es: Limite máximo de gastos
fr: Plafond de dépenses
ja: 支出上限
ru: Верхний предел расходов
zh_hans: 支出上限

# TotaleRisparmi
source: Total savings:
de: Einsparungen insgesamt:
es: Ahorros totales:
fr: Total des économies :
ja: 総貯蓄:
ru: Общая экономия:
zh_hans: 节省总额：

# TotaleSpese
source: Total expenditure:
de: Ausgaben insgesamt:
es: Gastos totales:
fr: Total des dépenses :
ja: 総支出:
ru: Общие расходы:
zh_hans: 总支出：

# BudgetOggi
source: Today's budget
de: Heute es Budget
es: Presupuesto hoy
fr: Budget d’aujourd’hui
ja: 今日の予算
ru: Сегодняшний бюджет
zh_hans: 今天的预算

source: Hey
es: Oye
fr: Hé, c’est
ja: ねえ
ru: Эй
zh_hans: 嘿

# Ricordati
source: Remember to record your expenses!
de: Denken Sie daran, Ihre Ausgaben aufzuzeichnen!
es: ¡Recuerde registrar sus gastos!
fr: N’oubliez pas d’enregistrer vos dépenses!
ja: あなたの費用を記録することを忘れないでください!
ru: Не забудьте зафиксировать свои расходы!
zh_hans: 记得记录你的开支！

# Rimanente
source: Remaining
de: Rest
es: Restante
fr: Reste
ja: 残り
ru: остальной
zh_hans: 剩余

# TotaleQuestoMese
source: This month's total:
de: Insgesamt in diesem Monat:
es: Total para este mes:
fr: Total de ce mois-
ja: 今月の合計:
ru: Итого за этот месяц:
zh_hans: 本月总数：

# Errore
source: Error
de: Fehler
fr: Erreur
ja: エラー
ru: ошибка
zh_hans: 错误

# MeseProssimo
source: see you next month!
de: wir sehen uns nächsten Monat!
es: ¡Te veo el mes que viene!
fr: à bientôt le mois prochain!
ja: 来月お会いしましょう!
ru: до встречи в следующем месяце!
zh_hans: 下个月见！

# NoAttivato
source: You have to activate the gps!
de: Sie müssen gps aktivieren!
es: ¡Tienes que activar el gps!
fr: Vous devez activer le gps!
ja: あなたは、GPSを有効にする必要があります!
ru: Вы должны активировать gps!
zh_hans: 你必须激活GPS！

# NonTrovo
source: I can't figure out where you are!
de: Ich kann nicht verstehen, wo du bist!
es: ¡No puedo entender dónde estás!
fr: Je ne comprends pas où tu es !
ja: 私はあなたがどこにいるか理解できません!
ru: Я не могу понять, где ты найди!
zh_hans: 我不知道你在哪里！

# NoPermessi
source: You have to give permission!
de: Sie müssen Genehmigungen erteilen!
es: ¡Tienes que dar permisos!
fr: Tu dois donner des permis !
ja: あなたは許可を与える必要があります!
ru: Вы должны дать разрешение!
zh_hans: 你必须给予许可！

# NoSupporto
source: I'm sorry, your device doesn't support this feature
de: Es tut mir leid, Ihr Gerät unterstützt diese Funktion nicht
es: Lo sentimos, su dispositivo no es compatible con esta función.
fr: Je suis désolé, votre appareil ne supporte pas cette fonctionnalité.
ja: 申し訳ありませんが、お使いのデバイスはこの機能をサポートしていません
ru: Извините, ваше устройство не поддерживает эту функцию
zh_hans: 很抱歉，您的设备不支持此功能

# QuotaRaggiunta
source: You have reached your set quota!
de: Sie haben Ihren vorgegebenen Anteil erreicht!
es: ¡Has alcanzado tu cuota fija!
fr: Vous avez atteint votre quota fixé!
ja: 設定したクォータに達しました!
ru: Вы достигли установленной квоты!
zh_hans: 您已达到您的设定配额！

# QuotaScaduta
source: This month's quota is up! You saved
de: Die Quote in diesem Monat ist abgelaufen! Sie haben gespart
es: ¡La tarifa de este mes ha bajado! Salvaste
fr: Le quota de ce mois-ci a expiré! Vous avez économisé
ja: 今月のノルマがアップしました!保存した
ru: Квота этого месяца выросла! Вы сохранили
zh_hans: 这个月的配额涨了！你救了

# Categorie
source: Categories
de: Kategorien
es: Categorías
fr: Catégorie
ja: カテゴリ
ru: Категории
zh_hans: 类别

# Lingue
source: Languages
de: Sprachen
es: Idiomas
fr: Langues
ja: 言語
ru: Языки
zh_hans: 语言

# Accedi
source: Sign In
de: Anmelden
es: Inicia sesión para iniciar sesión
fr: Connectez-vous
ja: サインイン
ru: Войти
zh_hans: 登录

# Autenticazione
source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
ja: 認証
ru: аутентификация
zh_hans: 认证

# AutenticazioneFallita
source: Authentication failed
de: Authentifizierung fehlgeschlagen
es: autenticación fallida
fr: Authentification échouée
ja: 認証に失敗しました
ru: Ошибка аутентификации
zh_hans: 身份验证失败

# ErroreAutenticazione
source: Biometric authentication is not available or is not configured.
de: Die biometrische Authentifizierung ist nicht verfügbar oder nicht konfiguriert.
es: La autenticación biométrica no está disponible o no está configurada.
fr: L’authentification biométrique n’est pas disponible ou n’est pas configurée.
ja: 生体認証が使用できないか、または構成されていません。
ru: Биометрическая аутентификация недоступна или не настроена.
zh_hans: 生物识别身份验证不可用或未配置。

# FissaQuota
source: Fix a dimension
de: Festlegung einer Quote
es: Establecer una cuota
fr: Fixez un quota
ja: ディメンションを修正する
ru: Исправление измерения
zh_hans: 修复维度

# GestisciRisparmi
source: But also think about your savings!
de: Aber denken Sie auch an Ihre Ersparnisse!
es: ¡Pero piense también en sus ahorros!
fr: Mais pensez aussi à vos économies!
ja: しかし、また、あなたの貯蓄について考えます!
ru: Но также подумайте о своих сбережениях!
zh_hans: 但也要考虑你的储蓄！

# Inizia
source: Let's get started
de: Lassen Sie es beginnen
es: Vamos a empezar
fr: Commençons
ja: 始める
ru: начало
zh_hans: 开始

# RegistraSpese
source: Record your expenses and keep track of them!
de: Registrieren Sie Ihre Ausgaben und verfolgen Sie sie!
es: ¡Registre sus gastos y realice un seguimiento de ellos!
fr: Enregistrez vos dépenses et suivez-les!
ja: あなたの費用を記録し、それらを追跡!
ru: Записывайте свои расходы и отслеживайте их!
zh_hans: 记录您的费用并跟踪它们！

# Sblocco
source: Unlocking with fingerprint
de: Entsperren mit Fußabdruck
es: Desbloquear con huella
fr: Déverrouillage avec empreinte
ja: 指紋でロックを解除する
ru: Разблокировка с помощью отпечатка пальца
zh_hans: 用指纹解锁

# Esci
source: Exit
de: Raus
es: Fuera
fr: Sortez
ja: 出口
ru: выход
zh_hans: 退出

# SpesaAssegnata
source: Allocated expenditure
de: Zugeteilte Ausgaben
es: Gasto asignado
fr: Dépenses allouées
ja: 割り当てられた支出
ru: Выделенные расходы
zh_hans: 分配支出

# AccountEsistente
source: There is already an account associated with this email
de: Es gibt bereits ein Konto, das dieser E-Mail zugeordnet ist.
es: Ya hay una cuenta asociada a este correo electrónico
fr: Il existe déjà un compte associé à cet e-mail
ja: このメールに関連付けられているアカウントが既にあります
ru: Уже есть учетная запись, связанная с этим письмом
zh_hans: 已经有一个帐户与此电子邮件关联

# CMaiuscolo
source: An uppercase character
de: Ein Großbuchstaben
es: Un carácter en mayúsculas
fr: Un caractère majuscule
ja: 大文字
ru: Символ верхнего регистра
zh_hans: 大写字符

# Codice
source: Your code is
de: Ihr Code ist
es: El código es
fr: Votre code est
ja: あなたのコードは
ru: Ваш код
zh_hans: 您的代码是

# ConfermaPassword
source: Confirm Password:
de: Passwort bestätigen:
es: Confirmar contraseña:
fr: Confirmer mot de passe:
ja: パスワードの確認:
ru: Подтвердите пароль:
zh_hans: 确认密码：

# CredenzialiErrate
source: Credentials are incorrect
de: Anmeldeinformationen sind falsch
es: Las credenciales son incorrectas
fr: Les informations d’identification sont incorrectes
ja: 資格情報が正しくありません
ru: Учетные данные неверны
zh_hans: 凭据不正确

# CSpeciale
source: A special character
de: Ein besonderes Zeichen
es: Un carácter especial
fr: Un caractère spécial
ja: 特殊文字
ru: Специальный символ
zh_hans: 特殊角色

# DatiNonCorretti
source: Enter the data correctly
de: Daten korrekt eingeben
es: Introducir los datos correctamente
fr: Entrez correctement les données
ja: データを正しく入力する
ru: Введите данные правильно
zh_hans: 正确输入数据

# EmailValida
source: Please enter a valid email
de: Geben Sie eine gültige E-Mail ein
es: Introduce un correo electrónico válido
fr: Entrez un e-mail valide
ja: 有効な電子メールを入力してください
ru: Пожалуйста, введите действительный адрес электронной почты
zh_hans: 请输入有效电子邮件

# IndirizzoValido
source: Please enter a valid address
de: Geben Sie eine gültige Adresse ein
es: Introduce una dirección válida
fr: Entrez une adresse valide
ja: 有効なアドレスを入力してください
ru: Пожалуйста, введите действительный адрес
zh_hans: 请输入有效地址

# InserisciCodice
source: enter the sent code:
de: Geben Sie den gesendeten Code ein:
es: Escriba el código que se le envió:
fr: entrez le code envoyé:
ja: 送信されたコードを入力します。
ru: введите отправленный код:
zh_hans: 输入已发送的代码：

# InserisciDatiRegistrazione
source: Enter data
de: Daten eingeben
es: Introducir datos
fr: Entrez les données
ja: データの入力
ru: Ввод данных
zh_hans: 输入数据

# Invia
source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ru: Отправить
zh_hans: 发送

# MostraPassword
source: Show Password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher les mots de passe
ja: パスワードの表示
ru: Показать пароль
zh_hans: 显示密码

# Numero
source: A number
de: Eine Zahl
es: Un número
fr: Un numéro
ja: 数字
ru: ряд
zh_hans: 一个数字

# PasswordDimenticata
source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidó la contraseña?
fr: Mot de passe oublié?
ja: パスワードを忘れた場合は、
ru: Забыли пароль?
zh_hans: 忘记密码？

# Registrazione
source: Sign up
de: Registrieren
es: registrado
fr: Inscrivez-vous
ja: 登録
ru: зарегистрированный
zh_hans: 注册

# RichiestePassword
source: Password must be at least:
de: Das Kennwort muss mindestens Folgendes enthalten:
es: La contraseña debe contener al menos:
fr: Le mot de passe doit contenir au moins:
ja: パスワードには、以下の項目を含める必要があります。
ru: Пароль должен содержать как минимум:
zh_hans: 密码必须至少包含：

# String1
source: Sign In
de: Anmelden
es: Inicia sesión
fr: Connectez-vous
ja: サインイン
ru: Войти
zh_hans: 登录
