Repository: am2998/Xamarin-App
Catalog: Restart/Restart/Restart/Lingue/Resources.*.resx
Languages: de, es, fr, ja, ru, zh_hans

# EmailInviata
source: Email sent
de: E-Mail gesendet
fr: Courriel envoyé
ja: 送信された電子メール
ru: Письмо отправлено
zh_hans: 发送的电子邮件

# InserisciDatiCorretti
source: Enter the data correctly
de: Daten korrekt eingeben
fr: Entrez correctement les données
ja: データを正しく入力する
ru: Введите данные правильно
zh_hans: 正确输入数据

# NoConnessione
source: No Connection
de: Keine Verbindung
fr: Aucune connexion
ja: 接続なし
ru: отсутствие соединения
zh_hans: 无连接

# Caratteri
source: 10-40 characters
de: 10-40 Zeichen
fr: 10-40 caractères
ja: 10~40文字
ru: 10-40 символов
zh_hans: 10-40个字符

# AccountNonPresente
source: The email is not associated with any account
de: E-Mail ist keinem Konto zugeordnet
fr: L’email n’est associé à aucun compte
ja: メールがどのアカウントにも関連付けられていない
ru: Адрес электронной почты не связан с какой-либо учетной записью
zh_hans: 电子邮件不与任何帐户关联
